Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/planning_and_development_in_ireland/index.html.txt.tmx
Source language: en
Languages: ga

source: Planning and development in Ireland
ga: Cúrsaí Pleanála agus Forbartha in Éirinn

source: Each local authority has responsibility for registering derelict sites in its area, communicating with owners and collecting levies
ga: Tá gach údarás áitiúil freagrach as déileáil le láithreáin tréigthe ina cheantar

source: Recent legislation provides for similar arrangements in respect of vacant sites
ga: Foráiltear i reachtaíocht nua dá mhacasamhail de shocruithe maidir le láithreáin fholmha

source: Introduction to the different types of planning permission including domestic housing. How and where to apply for planning permission
ga: Cur síos ar na cinéalacha difriúla cead pleanála a bhaineann le tithíocht phríobháideach, cén chaoi agus cén áit ar chóir iarratas a dhéanamh

source: This document is in: Housing > Planning permission
ga: This document is in: Tithíocht > Ceadú Pleanála

source: Local authority development plans are the blueprints for the planning and development of local areas
ga: Cur síos gairid ar phleananna forbartha atá ina ndréachtanna do phleanáil agus forbairt cheantair

source: Planning permission for altering a house
ga: Cead pleanála chun athrú a dhéanamh ar theach

source: Details the plannning requirements if extending a house, converting a house, or changing the use of a building
ga: Cur síos ar na riachtanais phleanála a bhaineann le síneadh a chur le teach, athrú a dhéanamh ar theach, nó athrú a dhéanamh ar úsáid fhoirgnimh

source: Planning permission for building a house
ga: Cead pleanála chun teach a thógáil

source: There are different types of planning permission applying to domestic housing. An explanation and how and where to apply
ga: Cur síos ar na cinéalacha éagsúla cead pleanála a bhaineann le tithíocht príobháideach, cén chaoi agus cén áit ar chóir duit iarratas a dhéanamh

source: Commenting on a planning application
ga: Cuntas a thabhairt ar Iarratas ar chead pleanála

source: It is possible for anyone to make a comment on a planning application. Find out how to make a submission or observation
ga: Do chearta maidir le cuntas a thabhairt ar iarratas ar chead pleanála agus na rialacha a bhaineann leis

source: Appealing a planning permission decision
ga: Achomharc a dhéanamh ar chead pleanála

source: Outlines the circumstances in which you can appeal a planning decision and the rules governing same
ga: Cur síos ar na cúinsí gur féidir achomharc a lorg ar chinneadh ar chead pleanála agus na rialacha a bhaineann leis

source: Judicial review in planning and environmental matters
ga: Athbhreithniú breithiúnach i gcúrsaí pleanála agus comhshaoil

source: Public decisions may be judicially reviewed by the High Court to determine whether they are illegal
ga: Is féidir leis an Ard-Chúirt athbhreithniú breithiúnach a dhéanamh ar chinntí poiblí le dearbhú an bhfuil siad neamhdhleathach

source: Find out about judicial review in the environmental and planning areas
ga: Faigh amach faoi athbhreithniú breithiúnach sna réimsí comhshaoil agus pleanála

source: This document is in: Environment > Environmental law
ga: This document is in: Comhshaol > Dlí Chomhshaoil

source: Dangerous places and structures
ga: Áiteanna agus struchtúir chontúirteacha

source: Each local authority has responsibility for dealing with dangerous places and structures in its area
ga: Tá freagracht ar gach údarás áitiúil as déileáil le háiteanna agus struchtúir chontúirteacha atá ina gceantar

source: Most Read in "Environment"
ga: Ábhar is mó éilimh i "Comhshaol"
